Repository: joeycast/BitLocal
Catalog: Shared/Helpers/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, it, nl, th

# osm_feature_type_amenity_fast_food
source: Fast food
es: Comida rápida
fr: Restauration rapide
fr_ca: Restauration rapide
th: ฟาสต์ฟู้ด

# osm_feature_type_amenity_restaurant
source: Restaurant
es: Restaurante
it: Ristorante
th: ร้านอาหาร

# osm_feature_type_leisure_park
source: Park
es: Parque
fr: Parc
fr_ca: Parc
it: Parco
th: สวนสาธารณะ

# osm_feature_type_shop_computer
source: Computer
es: Ordenadores
fr: Informatique
fr_ca: Informatique
nl: Computers
th: คอมพิวเตอร์

# osm_feature_type_shop_florist
source: Florist
es: Floristería
fr: Fleuriste
fr_ca: Fleuriste
it: Fiorista
nl: Bloemist
th: ร้านดอกไม้

# osm_feature_type_shop_tattoo
source: Tattoo
es: Tatuajes
fr: Tatouage
fr_ca: Tatouage
it: Tatuaggi
nl: Tatoeage
th: สักลาย

# osm_feature_type_tourism_hostel
source: Hostel
es: Albergue
fr: Auberge de jeunesse
fr_ca: Auberge de jeunesse
it: Ostello
th: โฮสเทล

# osm_feature_type_tourism_museum
source: Museum
es: Museo
fr: Musée
fr_ca: Musée
it: Museo
th: พิพิธภัณฑ์

# payment_onchain_label
source: On Chain
es: En cadena
fr: Sur chaîne
fr_ca: Sur la chaîne
th: ออนเชน

source: Standard
es: Estándar
nl: Standaard
th: มาตรฐาน

# step_details_optional_footer
source: Optional
es: Opcional
fr: Facultatif
fr_ca: Facultatif
it: Facoltativo
nl: Optioneel
th: ไม่บังคับ

source: System
es: Sistema
fr: Système
fr_ca: Système
it: Sistema
nl: Systeem
th: ระบบ

# osm_feature_type_tourism_hotel
source: Hotel
fr: Hôtel
fr_ca: Hôtel
th: โรงแรม

source: Km
th: กม.

source: OK
th: ตกลง

# osm_feature_type_amenity_bar
source: Bar
th: บาร์

# osm_feature_type_amenity_pub
source: Pub
th: ผับ

# osm_feature_type_office_coworking
source: Coworking
th: โคเวิร์กกิ้ง
